[{"tweet#1": "Follow World Cup on Twitter for best real-time coverage! https://t.co/9IfFSHbjl3"}, {"tweet#2": "Simpson’s predicts I buy Twitter S26E12 https://t.co/yVmWGwrYY6"}, {"tweet#3": "What do you think of the culture war?"}, {"tweet#4": "Thanksgiving cuisine is such a delightful symphony of flavor! https://t.co/b61TpqqT5s"}, {"tweet#5": "The people have spoken.\n\nAmnesty begins next week.\n\nVox Populi, Vox Dei."}, {"tweet#6": "You might notice small, sometimes major, improvements in speed of Twitter. Will be especially significant in countries far away from USA."}, {"tweet#7": "Tesla Full Self-Driving Beta is now available to anyone in North America who requests it from the car screen, assuming you have bought this option. \n\nCongrats to Tesla Autopilot/AI team on achieving a major milestone!"}, {"tweet#8": "Reducing the max allowed tweets/day to a number below what a speed typist on meth could do was helpful"}, {"tweet#9": "I have half a mind to wag my finger at the 1500 accounts that caused the spike, but I shall forebear 🙄"}, {"tweet#10": "Hate speech impressions down by 1/3 from pre-spike levels. Congrats to Twitter team! https://t.co/5BWaQoIlip"}, {"tweet#11": "Have a great Thanksgiving! 🇺🇸♥️🇺🇸"}, {"tweet#12": "Awesome new Twitter merch! https://t.co/zqdL9xGRuR"}, {"tweet#13": "World Cup traffic hit almost 20,000 tweets per second today! Great work by Twitter team managing record usage."}, {"tweet#14": "Should Twitter offer a general amnesty to suspended accounts, provided that they have not broken the law or engaged in egregious spam?"}, {"tweet#15": "More and more over time, as we hew closer to the truth, Twitter will earn the trust of the people"}, {"tweet#16": "I hope you get that which truly makes you happy"}, {"tweet#17": "What is best in life?"}, {"tweet#18": "https://t.co/PervJOJQbq"}, {"tweet#19": "Maybe we’ve gone to heaven/hell &amp; don’t know it 🤔"}, {"tweet#20": "Found in closet at Twitter HQ fr 🤣🤣 https://t.co/3xSI3KvvHk"}, {"tweet#21": "Wasn’t Twitter supposed to die by now or something … ?"}, {"tweet#22": "Wait, if I Tweet does that count as work?"}, {"tweet#23": "This will improve a lot as Twitter becomes fast to use outside of North America, Western Europe &amp; Japan"}, {"tweet#24": "The Tactics of Mistake"}, {"tweet#25": "Twitter added 1.6M daily active users this past week, another all-time high https://t.co/Si3cRYnvyD"}, {"tweet#26": "Holding off relaunch of Blue Verified until there is high confidence of stopping impersonation. \n\nWill probably use different color check for organizations than individuals."}, {"tweet#27": "Starlink now works for high latitudes https://t.co/Ngdh8CJbCJ"}, {"tweet#28": "Tesla Megapacks are highly effective in addressing electricity demand spikes that cause power outages https://t.co/V4n5c4ZvNH"}, {"tweet#29": "Experience: what you get when you didn’t get what you wanted - Igor"}, {"tweet#30": "Fanaticism is always a function of repressed doubt – Dune"}, {"tweet#31": "Namaste 🙏"}, {"tweet#32": "Hope all judgy hall monitors stay on other platforms – please, I’m begging u"}, {"tweet#33": "Twitter is fun 🚀 💫 ♥️"}, {"tweet#34": "Our love will never die https://t.co/y5SldfAAt0"}, {"tweet#35": "And lead us not into temptation … https://t.co/8qNOXzwXS9"}, {"tweet#36": "World Cup Qatar 2022: Opening Ceremony\nhttps://t.co/TjSSitY7fK"}, {"tweet#37": "World Cup starts soon! Follow on Twitter for best coverage by far."}, {"tweet#38": "Twitter is ALIVE"}, {"tweet#39": "The people have spoken. \n\nTrump will be reinstated.\n\nVox Populi, Vox Dei. https://t.co/jmkhFuyfkv"}, {"tweet#40": "134M people have seen this poll"}, {"tweet#41": "The most entertaining outcome is the most likely – my variant on Occam’s Razor"}, {"tweet#42": "Fascinating to watch Twitter Trump poll!"}, {"tweet#43": "Tesla FSD 10.69.3.1 going to wide release now"}, {"tweet#44": "Just leaving Twitter HQ code review https://t.co/pYcXRTJm14"}, {"tweet#45": "Trump poll getting ~1M votes/hour!"}, {"tweet#46": "Vox Populi, Vox Dei"}, {"tweet#47": "Reinstate former President Trump"}, {"tweet#48": "First World Cup match on Sunday! Watch on Twitter for best coverage &amp; real-time commentary."}, {"tweet#49": "Note, this applies just to the individual tweet, not the whole account"}, {"tweet#50": "Kathie Griffin, Jorden Peterson &amp; Babylon Bee have been reinstated.\n\nTrump decision has not yet been made."}, {"tweet#51": "New Twitter policy is freedom of speech, but not freedom of reach.\n\nNegative/hate tweets will be max deboosted &amp; demonetized, so no ads or other revenue to Twitter. \n\nYou won’t find the tweet unless you specifically seek it out, which is no different from rest of Internet."}, {"tweet#52": "Freedom Fridays …"}, {"tweet#53": "What should Twitter do next?"}, {"tweet#54": "https://t.co/OjhQJvruTy"}, {"tweet#55": "https://t.co/JU073T756X"}, {"tweet#56": "https://t.co/rbwbsLA1ZG"}, {"tweet#57": "🏴‍☠️"}, {"tweet#58": "Let that sink in …"}, {"tweet#59": "And … we just hit another all-time high in Twitter usage lol"}, {"tweet#60": "How do you make a small fortune in social media?\n\nStart out with a large one."}, {"tweet#61": "Twitter is like open-sourcing the news"}, {"tweet#62": "SBF is ineffective altruism, but they thought he was saying he was in effective altruism. Easy misunderstanding."}, {"tweet#63": "Not to mention the sickkk memes lol"}, {"tweet#64": "Coverage of FTX meltdown is incomparably faster *and* better quality on Twitter than old-school media"}, {"tweet#65": "Punting relaunch of Blue Verified to November 29th to make sure that it is rock solid"}, {"tweet#66": "Important to admit when I’m wrong &amp; firing them was truly one of my biggest mistakes"}, {"tweet#67": "Welcoming back Ligma &amp; Johnson! https://t.co/LEhXV95Njj"}, {"tweet#68": "By the People,\nFor the People"}, {"tweet#69": "Twitter is All the News"}, {"tweet#70": "Sìì! https://t.co/Gj1wHytJxk"}, {"tweet#71": "Recent trend is promising https://t.co/0q7UdxSkbM"}, {"tweet#72": "Btw, I’d like to apologize for Twitter being super slow in many countries. App is doing &gt;1000 poorly batched RPCs just to render a home timeline!"}, {"tweet#73": "Rolling out soon, Twitter will enable organizations to identify which other Twitter accounts are actually associated with them"}, {"tweet#74": "Twitter feels increasingly alive"}, {"tweet#75": "Order at https://t.co/Q1VvqV5G0i! https://t.co/Ehca6KRk3v"}, {"tweet#76": "🪦🤖"}, {"tweet#77": "Twitter is"}, {"tweet#78": "FTX meltdown/ransack being tracked in real-time on Twitter"}, {"tweet#79": "We’re adding a “Parody” subscript to clarify"}, {"tweet#80": "Mainstream media will still thrive, but increased competition from citizens will cause them to be more accurate, as their oligopoly on information is disrupted"}, {"tweet#81": "This is from the video arcade &amp; bar area"}, {"tweet#82": "As Twitter pursues the goal of elevating citizen journalism, media elite will try everything to stop that from happening"}, {"tweet#83": "Twitter HQ is great (this is a real pic) https://t.co/EiAXAF0CaE https://t.co/qjfOQCr533"}, {"tweet#84": "Hit all-time high of active users today"}, {"tweet#85": "Some epically funny tweets 🤣🤣"}, {"tweet#86": "Quite the day!"}, {"tweet#87": "To be more precise, accounts doing parody impersonations. Basically, tricking people is not ok."}, {"tweet#88": "Going forward, accounts engaged in parody must include “parody” in their name, not just in bio"}, {"tweet#89": "Usage of Twitter continues to rise. One thing is for sure: it isn’t boring!"}, {"tweet#90": "I love when people complain about Twitter … on Twitter 🤣🤣"}, {"tweet#91": "https://t.co/FxdcXa1I7i"}, {"tweet#92": "Are you seeing far fewer bots/scams/spam?"}, {"tweet#93": "Please note that Twitter will do lots of dumb things in coming months. \n\nWe will keep what works &amp; change what doesn’t."}, {"tweet#94": "Complaint hotline operator online! Please mention your complaints below."}, {"tweet#95": "Twitter is the worst!\nBut also the best."}, {"tweet#96": "https://t.co/3t5ahItE5z"}, {"tweet#97": "I just hope the servers don’t melt!"}, {"tweet#98": "Twitter usage is at an all-time high lol"}, {"tweet#99": "And I’m open to the idea of voting Democrat again in the future"}, {"tweet#100": "To be clear, my historical party affiliation has been Independent, with an actual voting history of entirely Democrat until this year"}, {"tweet#101": "Hardcore Democrats or Republicans never vote for the other side, so independent voters are the ones who actually decide who’s in charge!"}, {"tweet#102": "To independent-minded voters:\n\nShared power curbs the worst excesses of both parties, therefore I recommend voting for a Republican Congress, given that the Presidency is Democratic."}, {"tweet#103": "But if Twitter is bird, that’s means … 🤯"}, {"tweet#104": "Back when birds were real"}, {"tweet#105": "How times have changed https://t.co/gCxUkZ4kZC"}, {"tweet#106": "Twitter rules will evolve over time, but they’re currently the following: https://t.co/Ut1tXuefso"}, {"tweet#107": "My commitment to free speech extends even to not banning the account following my plane, even though that is a direct personal safety risk"}, {"tweet#108": "Twitter needs to become by far the most accurate source of information about the world. That’s our mission."}, {"tweet#109": "Widespread verification will democratize journalism &amp; empower the voice of the people"}, {"tweet#110": "Any name change at all will cause temporary loss of verified checkmark"}, {"tweet#111": "Previously, we issued a warning before suspension, but now that we are rolling out widespread verification, there will be no warning. \n\nThis will be clearly identified as a condition for signing up to Twitter Blue."}, {"tweet#112": "Going forward, any Twitter handles engaging in impersonation without clearly specifying “parody” will be permanently suspended"}, {"tweet#113": "Search within Twitter reminds me of Infoseek in ‘98! That will also get a lot better pronto."}, {"tweet#114": "Followed by creator monetization for all forms of content"}, {"tweet#115": "Twitter will soon add ability to attach long-form text to tweets, ending absurdity of notepad screenshots"}, {"tweet#116": "This rocks https://t.co/sB1sL0Hdrv"}, {"tweet#117": "https://t.co/4UQlClBSct"}, {"tweet#118": "Trash me all day, but it’ll cost $8"}, {"tweet#119": "⚡️⚡️⚡️ Power to the People ⚡️⚡️⚡️"}, {"tweet#120": "Regarding Twitter’s reduction in force, unfortunately there is no choice when the company is losing over $4M/day.\n\nEveryone exited was offered 3 months of severance, which is 50% more than legally required."}, {"tweet#121": "Again, to be crystal clear, Twitter’s strong commitment to content moderation remains absolutely unchanged.\n\nIn fact, we have actually seen hateful speech at times this week decline *below* our prior norms, contrary to what you may read in the press."}, {"tweet#122": "Excellent summary of Twitter’s Trust &amp; Safety from the head of the team https://t.co/sJ1MBf9Mub"}, {"tweet#123": "Twitter has had a massive drop in revenue, due to activist groups pressuring advertisers, even though nothing has changed with content moderation and we did everything we could to appease the activists.\n\nExtremely messed up! They’re trying to destroy free speech in America."}, {"tweet#124": "Tiny talk is talk so small it feels like it’s coming from your own mind"}, {"tweet#125": "Why is small talk even legal!?"}, {"tweet#126": "A neuron doesn’t realize it’s a neuron"}, {"tweet#127": "… with a lot of room for improvement"}, {"tweet#128": "Because it consists of billions of bidirectional interactions per day, Twitter can be thought of as a collective, cybernetic super-intelligence"}, {"tweet#129": "🎯 https://t.co/W55sUbxYed"}, {"tweet#130": "🤔 https://t.co/XuJdfMTTi1"}, {"tweet#131": "https://t.co/BYOBGBHOUA"}, {"tweet#132": "Advertisers should support:"}, {"tweet#133": "https://t.co/kGncG7Hs3M"}, {"tweet#134": "Twitter is simply the most interesting place on the Internet. That’s why you’re reading this tweet right now."}, {"tweet#135": "Being attacked by both right &amp; left simultaneously is a good sign"}, {"tweet#136": "you get what you pay for"}, {"tweet#137": "Twitter speaks to the inner masochist in all of us"}, {"tweet#138": "Totally stole idea of charging for insults &amp; arguments from Monty Python tbh https://t.co/oFKRyp3BS7"}, {"tweet#139": "To all complainers, please continue complaining, but it will cost $8"}, {"tweet#140": "There will be a secondary tag below the name for someone who is a public figure, which is already the case for politicians"}, {"tweet#141": "https://t.co/icg6e35LOe"}, {"tweet#142": "This will also give Twitter a revenue stream to reward content creators"}, {"tweet#143": "And paywall bypass for publishers willing to work with us"}, {"tweet#144": "You will also get:\n- Priority in replies, mentions &amp; search, which is essential to defeat spam/scam\n- Ability to post long video &amp; audio\n- Half as many ads"}, {"tweet#145": "Price adjusted by country proportionate to purchasing power parity"}, {"tweet#146": "Twitter’s current lords &amp; peasants system for who has or doesn’t have a blue checkmark is bullshit. \n\nPower to the people! Blue for $8/month."}, {"tweet#147": "Sonic BOOMS!! https://t.co/6n5OxFc0Dy"}, {"tweet#148": "Falcon Heavy launch in ~30 mins https://t.co/Bluay8q80F"}, {"tweet#149": "https://t.co/8paUCM8nh9"}, {"tweet#150": "😉 https://t.co/eaIYaDRBnu"}, {"tweet#151": "Halloween with my Mom https://t.co/xOAgNeeiNN"}, {"tweet#152": "If I had a dollar for every time someone asked me if Trump is coming back on this platform, Twitter would be minting money!"}, {"tweet#153": "Bring back Vine?"}, {"tweet#154": "Wachtell &amp; Twitter board deliberately hid this evidence from the court. Stay tuned, more to come … https://t.co/CifaNvtRtt"}, {"tweet#155": "This is fake – I did *not* tweet out a link to The New York Times! https://t.co/d6V6m5ATW2"}, {"tweet#156": "But Management 201 is such a tantalizing carrot …"}, {"tweet#157": "So demanding to allow a mere 30 days to learn this priceless information!"}, {"tweet#158": "Just received this email from Twitter. This is an actual, real email that was autogenerated 🤣🤣 https://t.co/7DQp4sNINX"}, {"tweet#159": "#SoBrave"}, {"tweet#160": "Finally, the truth that carbs are amazing can be said on this platform! \n#FreeSpeech"}, {"tweet#161": "Fresh baked bread &amp; pastries are some of the great joys of life"}, {"tweet#162": "To be super clear, we have not yet made any changes to Twitter’s content moderation policies https://t.co/k4guTsXOIu"}, {"tweet#163": "Ligma Johnson had it coming 🍆 💦 https://t.co/CgjrOV5eM2"}, {"tweet#164": "Comedy is now legal on Twitter"}, {"tweet#165": "Twitter will be forming a content moderation council with widely diverse viewpoints. \n\nNo major content decisions or account reinstatements will happen before that council convenes."}, {"tweet#166": "🎶 let the good times roll 🎶"}, {"tweet#167": "the bird is freed"}, {"tweet#168": "Falcon rockets to orbit as seen from LA https://t.co/r8L2SbLC3p"}, {"tweet#169": "Dear Twitter Advertisers https://t.co/GMwHmInPAS"}, {"tweet#170": "Meeting a lot of cool people at Twitter today!"}, {"tweet#171": "Entering Twitter HQ – let that sink in! https://t.co/D68z4K2wq7"}, {"tweet#172": "A beautiful thing about Twitter is how it empowers citizen journalism – people are able to disseminate news without an establishment bias"}, {"tweet#173": "“According to unnamed sources close to the matter who wish to remain anonymous” 🤣🤣"}, {"tweet#174": "“The New York Times has emerged as a new, chaotic actor in global politics. The paper’s interventions in some of the world’s most combustible conflicts have sometimes been a boon, but their messaging has also caused problems.”"}, {"tweet#175": "Works on any moving land object https://t.co/Xu4qKJW4D9"}, {"tweet#176": "What lesson took you the longest to unlearn?"}, {"tweet#177": "διαλεκτική"}, {"tweet#178": "Maybe it was a social media algorithm, not even people"}, {"tweet#179": "Think about who might have decided “The Current Thing” before accepting it"}, {"tweet#180": "Who decides “The Current Thing?”\nReal question. I don’t know."}, {"tweet#181": "Neuralink show &amp; tell now on Nov 30"}, {"tweet#182": "i know\n|nothing|\nis forever"}, {"tweet#183": "Only Giga Berlin can make these colors, as paint shop was specially built to apply many fine layers of paint, giving it complexity not otherwise possible https://t.co/Htis0LfRzV"}, {"tweet#184": "https://t.co/WqGm6InNTp"}, {"tweet#185": "Congrats to @SpaceX team on 48th launch this year! Falcon 9 now holds record for most launches of a single vehicle type in a year."}, {"tweet#186": "I will not let you down, no matter what it takes"}, {"tweet#187": "We even did a Starlink video call on one airplane aloft to Starlink on another, far away, airplane aloft and it worked perfectly with no lag!"}, {"tweet#188": "Vox Populi Vox Dei"}, {"tweet#189": "And … sold out!"}, {"tweet#190": "Internet in airplanes will feel same as if you were accessing Internet at home! https://t.co/Mfl2ixYnJH"}, {"tweet#191": "28,700 bottles of exquisite Burnt Hair perfume already sold! \n\nOnly 1,300 left of this unique, limited edition, collector’s item. https://t.co/Gh2Zg7B5qX"}, {"tweet#192": "Drone War I\nhttps://t.co/erVME0CbbN"}, {"tweet#193": "Exceptionally well-said https://t.co/UT8fXG0MeF"}, {"tweet#194": "Ok, we will add a donate option to Starlink"}, {"tweet#195": "Are there others that want to donate Starlinks to places in need? https://t.co/M0ASMenMRD"}, {"tweet#196": "Deus X Machina"}, {"tweet#197": "So true https://t.co/PwmxUVU2Fc"}, {"tweet#198": "Fancy a game of meme tennis? https://t.co/d9tqIlg7nB"}, {"tweet#199": "Buy Burnt Hair from a company that digs holes!"}, {"tweet#200": "Did you hear about the dyslexic KBG agent – it’s pot secret!"}, {"tweet#201": "Venn diagram intersection of those two audiences is pretty small, I guess"}, {"tweet#202": "Not as popular as I’d hoped (sigh)"}, {"tweet#203": "Pitching my idea once again for a crossover of Das Boot &amp; Boss Baby.\n\n“Das Baby” – Hijinks on the high seas! https://t.co/FieRmSthp2"}, {"tweet#204": "The comments in this thread are a conspiracy theorist’s wet dream"}, {"tweet#205": "The hell with it … even though Starlink is still losing money &amp; other companies are getting billions of taxpayer $, we’ll just keep funding Ukraine govt for free"}, {"tweet#206": "Yay!! https://t.co/lviRHDJZRB"}, {"tweet#207": "20,000!!"}, {"tweet#208": "This is real"}, {"tweet#209": "https://t.co/WLVh5zBiO5"}, {"tweet#210": "We might need a different name, as this is basically just Starlink with roaming capability, so you can take your terminal anywhere. https://t.co/gnH0YPPVOS"}, {"tweet#211": "Please buy my perfume, so I can buy Twitter"}, {"tweet#212": "And right on cue 🤣🤣 … https://t.co/RysKrHeJfi"}, {"tweet#213": "Doesn’t get more lit than this!"}, {"tweet#214": "BE the change you want in the world!"}, {"tweet#215": "Can’t wait for media stories tomorrow about $1M of Burnt Hair sold 🤣"}, {"tweet#216": "10,000 bottles of Burnt Hair sold!"}, {"tweet#217": "Over 5000 bottles of Burnt Hair sold!"}, {"tweet#218": "An omnigender product"}, {"tweet#219": "https://t.co/WDtHXqgUPx"}, {"tweet#220": "With a name like mine, getting into the fragrance business was inevitable – why did I even fight it for so long!?"}, {"tweet#221": "And you can pay with Doge!"}, {"tweet#222": "The finest fragrance on Earth!\nhttps://t.co/ohjWxNX5ZC https://t.co/0J1lmREOBS"}, {"tweet#223": "Maybe one day we can finally achieve https://t.co/jKBu2wJIDA"}, {"tweet#224": "The next question one is typically asked is “Have you tried ayahuasca?”\nhttps://t.co/zo3Lw6nlxw"}, {"tweet#225": "https://t.co/Q31B9x4RCH"}, {"tweet#226": "Coming soon from The @BoringCompany https://t.co/cNIbFRRXyt"}, {"tweet#227": "Because it runs recursively"}, {"tweet#228": "An eye for an eye leaves everyone blind https://t.co/pQztPvR4uI"}, {"tweet#229": "https://t.co/VvGa39qAyE"}, {"tweet#230": "In case you missed Tesla AI Day 2022\nhttps://t.co/Sbu0peXpY1"}, {"tweet#231": "SpaceX Dragon docking with @Space_Station (extended video) https://t.co/AFBDKHddgI"}, {"tweet#232": "500 mile range &amp; super fun to drive"}, {"tweet#233": "Excited to announce start of production of Tesla Semi Truck with deliveries to @Pepsi on Dec 1st! https://t.co/gq0l73iGRW"}, {"tweet#234": "Video https://t.co/9gUJv2V143"}, {"tweet#235": "Starlink view of 2nd stage deorbit burn https://t.co/kbLv95bAK7"}, {"tweet#236": "War is the ultimate Supreme Court"}, {"tweet#237": "Another batch of Starlinks in orbit, 7 hours after the astronaut launch https://t.co/mQshEY16RP"}, {"tweet#238": "Buying Twitter is an accelerant to creating X, the everything app"}, {"tweet#239": "Let’s try this then: the will of the people who live in the Donbas &amp; Crimea should decide whether they’re part of Russia or Ukraine"}, {"tweet#240": "Also worth noting that a possible, albeit unlikely, outcome from this conflict is nuclear war"}, {"tweet#241": "This is highly likely to be the outcome in the end – just a question of how many die before then"}, {"tweet#242": "Ukraine-Russia Peace:\n\n- Redo elections of annexed regions under UN supervision. Russia leaves if that is will of the people.\n\n- Crimea formally part of Russia, as it has been since 1783 (until Khrushchev’s mistake).\n\n- Water supply to Crimea assured.\n\n- Ukraine remains neutral."}, {"tweet#243": "https://t.co/cGHSTdb9gv"}, {"tweet#244": "https://t.co/inO8f1q38o"}, {"tweet#245": "Prufrock II emerging from the ground https://t.co/csamCrmAZa"}, {"tweet#246": "Do not let ancient grudge break to new mutiny"}, {"tweet#247": "https://t.co/HdUl0etoao"}, {"tweet#248": "Recording of Tesla AI Day 2022 \nhttps://t.co/7LR51x7pXa"}, {"tweet#249": "Join https://t.co/FgKC8Zt4k9"}, {"tweet#250": "🤖 🖤 https://t.co/eNhVVztXHM"}, {"tweet#251": "https://t.co/NluTMRAQfa"}, {"tweet#252": "https://t.co/PHa7kKhFoT"}, {"tweet#253": "Naturally, there will be a catgirl version of our Optimus robot"}, {"tweet#254": "The point of AI Day is to show the immense depth &amp; breadth of Tesla in AI, compute hardware &amp; robotics"}, {"tweet#255": "Webcast link https://t.co/TrtjKph4Mk"}, {"tweet#256": "Tesla AI Day 2022 starts at precisely 6:15pm California time"}, {"tweet#257": "Needs be able to get from Starbase to South Padre Island, which requires crossing the channel"}, {"tweet#258": "Cybertruck will be waterproof enough to serve briefly as a boat, so it can cross rivers, lakes &amp; even seas that aren’t too choppy"}, {"tweet#259": "Works on land too"}, {"tweet#260": "As well as advanced chip &amp; supercomputer engineers for next-gen training &amp; inference"}, {"tweet#261": "Note, this event is meant for recruiting AI &amp; robotics engineers, so will be highly technical https://t.co/BcxAEv6qJd"}, {"tweet#262": "Rated for 280+ kph (174+ mph) winds https://t.co/qJBdykpTT9"}, {"tweet#263": "Starlink Maritime system enables high speed Internet connectivity even in heavy seas &amp; hurricane winds https://t.co/6R4p73UGOT"}, {"tweet#264": "Last coal shipment arrived in Hawaii at same time as Tesla Megapack batteries that will enable 24/7 sustainable energy https://t.co/zlqJHLsAQq"}, {"tweet#265": "https://t.co/mEBAgBCCkj"}, {"tweet#266": "I guess this joke is a slow burn … 🥁"}, {"tweet#267": "Make “hair on fire” not just a metaphor"}, {"tweet#268": "https://t.co/1hbMzueALi"}, {"tweet#269": "Stand out in a crowd! Get noticed as you walk through the airport!"}, {"tweet#270": "Coming soon from @BoringCompany, the same people that sold you a Flamethrower"}, {"tweet#271": "“Burnt Hair” – Scent for Men by Singed"}, {"tweet#272": "My son, Saxon, was amazed that so many paper newspapers are still produced every day. \n\nHe said they probably just search the Internet &amp; print it out. Yup, with rare exception, that is *actually* what they do haha."}, {"tweet#273": "https://t.co/RcKPRe8eiM"}, {"tweet#274": "Falcon 9 fairing cam captures 2nd stage plume, booster entry burn &amp; Earth in twilight https://t.co/ga9MpZKvK2"}, {"tweet#275": "https://t.co/qeiDmU3sOg"}, {"tweet#276": "https://t.co/2wpp3F31jA"}, {"tweet#277": "Starlink now over 1M user terminals manufactured"}, {"tweet#278": "Starlink connecting schools in the Amazon https://t.co/Xy70D0sk8N"}, {"tweet#279": "*10.69.2.2"}, {"tweet#280": "FSD Beta 10.69.2.1 looks good, extending to 160k owners in US &amp; Canada"}, {"tweet#281": "Baltasar Gracián, Oráculo Manual y Arte de Prudencia"}, {"tweet#282": "Great for clearing dust!"}, {"tweet#283": "7 engine static fire https://t.co/sOm8Jx8rJq"}, {"tweet#284": "starry, starry night \npaint your palette\nblue and gray https://t.co/iUm9pzfDGc"}, {"tweet#285": "Starlink is now active on all continents, including Antarctica \nhttps://t.co/Q1VvqV5G0i"}, {"tweet#286": "https://t.co/VDcpkjm56j"}, {"tweet#287": "to help mend the fault in our stars"}, {"tweet#288": "Starlink is meant for peaceful use only"}, {"tweet#289": "Salted butter is amazing, but should be stored at room temperature https://t.co/8RSr340JB8"}, {"tweet#290": "https://t.co/xMoL9wdXh6"}, {"tweet#291": "Note, we are working on making the whistle sound much louder"}, {"tweet#292": "But u have to pay in Doge"}, {"tweet#293": "Blow the whistle!\nhttps://t.co/RQLDti0ULZ"}, {"tweet#294": "https://t.co/qjjDVyOszp"}, {"tweet#295": "Please fix @twitter, @verified, @paraga"}, {"tweet#296": "My tweets are being suppressed!"}, {"tweet#297": "This says it all:\n“None of the members of the Stripe chat who spoke with me said that they accepted payment or agreed to speak to the firms about Zatko, and all said they wished to defend his credibility.”"}, {"tweet#298": "Anyone know who the secret clients are? Let’s out them on Twitter rn haha. https://t.co/g8D1mQZLRv"}, {"tweet#299": "Rome show is underappreciated https://t.co/oqd3B6O5Mw"}, {"tweet#300": "🍿"}, {"tweet#301": "Take a moment to … https://t.co/R3hK5u4UW6"}, {"tweet#302": "The residual value of gasoline cars bought today will be much lower than people think"}, {"tweet#303": "Won’t be long before we view gasoline cars the same way we view steam engines today"}, {"tweet#304": "Looks good to roll out to all Tesla owners with 10.12.2 (~100k cars)!"}, {"tweet#305": "FSD Beta 10.69.2 rolling out now. Please note that top priority is safety, so expect it to be overly cautious, especially around pedestrians."}, {"tweet#306": "Falcon arching to orbit https://t.co/m7grug8FV9"}, {"tweet#307": "No obvious limit to rocket reflight so far https://t.co/rBrcyjxJea"}, {"tweet#308": "Astronomy too"}, {"tweet#309": "Take Materials Science 101. You won’t regret it."}, {"tweet#310": "A major Fed rate hike risks deflation"}, {"tweet#311": "Tesla North America aiming for &gt;50% same hour service"}, {"tweet#312": "And remember 💕 https://t.co/unsJK0CjM9"}, {"tweet#313": "“That’s not punny!”"}, {"tweet#314": "Order a Tesla Powerwall battery for blackout protection! https://t.co/tEE4LDBD78"}, {"tweet#315": "And 90% of my comments are bots 🤖 https://t.co/A7RKyNJZoR"}, {"tweet#316": "Almost every male character so far is a coward, a jerk or both. Only Galadriel is brave, smart and nice."}, {"tweet#317": "Tolkien is turning in his grave"}, {"tweet#318": "https://t.co/L8gLdGE74c"}, {"tweet#319": "On a $/bot basis, this deal is awesome"}, {"tweet#320": "Sure sounds higher than 5%!\n https://t.co/Va7TxxzoI6"}, {"tweet#321": "Now launching every ~5 days https://t.co/KJYG5CKPYx"}, {"tweet#322": "Spent the day walking entire Giga Berlin production line – team is doing excellent work!"}, {"tweet#323": "Kickass Internet connection coming Royal Caribbean ships soon! https://t.co/8qJRiUuNah"}, {"tweet#324": "This will happen again – just a matter of time https://t.co/HeyZhZbAih"}, {"tweet#325": "Godspeed Artemis! https://t.co/8rZSQPamBf"}, {"tweet#326": "Please share some things in this thread which are working for you in life &amp; that others may find helpful!"}, {"tweet#327": "From time to time, I will share some things that seem to be working for me, in case you find it helpful"}, {"tweet#328": "The Zero fasting app is quite good"}, {"tweet#329": "On advice of a good friend, I’ve been fasting periodically &amp; feel healthier"}, {"tweet#330": "Squeezing extra performance out of Falcon 9 – almost at 17 metric tons to an actual useful orbit with booster &amp; fairing reusable! https://t.co/vgHsmaSj7d"}, {"tweet#331": "Countries should be increasing nuclear power generation! It is insane from a national security standpoint &amp; bad for the environment to shut them down."}, {"tweet#332": "(And I do think global warming is a major risk)"}, {"tweet#333": "Mark these words"}, {"tweet#334": "Population collapse due to low birth rates is a much bigger risk to civilization than global warming"}, {"tweet#335": "Note, connectivity will be 2 to 4 Mbits per cell zone, so will work great for texting &amp; voice calls, but not high bandwidth"}, {"tweet#336": "Starlink V2, launching next year, will transmit direct to mobile phones, eliminating dead zones worldwide"}, {"tweet#337": "Livestream of big news in about an hour https://t.co/LSMIRYBxHH"}, {"tweet#338": "This is something special https://t.co/LSMIRYT8zf"}, {"tweet#339": "The course of civilization is not always upward https://t.co/8mr7pFWcnI"}, {"tweet#340": "Mechazilla loads Starship on launchpad https://t.co/LfkfjpAcZj"}, {"tweet#341": "So spam prevalence *was* shared with the board, but the board chose not disclose that to the public … https://t.co/lXk48TFZL1"}, {"tweet#342": "https://t.co/KsWiazActx"}, {"tweet#343": "Neuralink progress update show &amp; tell on October 31 st (Halloween)"}, {"tweet#344": "2 main goals this year: \n\n- Starship to orbit\n- FSD wide release\n\nMany other things, of course, but those are the 2 giant kahunas. Will require insane work by many super talented people, but, if anyone can do it, they can. \n\nIt is an honor to work with such awesome human beings."}, {"tweet#345": "It is the fastest way to get between one downtown and another with known physics (and the Standard Model is proving quiet resilient)!"}, {"tweet#346": "Would be cool to do a (much simplified) Hyperloop demo tunnel between maybe Austin &amp; San Antonio?"}, {"tweet#347": "Now @boringcompany tunnels are in active use in Vegas. Try it if you’re in town. Will be expanding to connect all major destinations in Vegas plus airport."}, {"tweet#348": "🤣🤣"}, {"tweet#349": "Funny how there are often simultaneous reactions saying “it’s impossible” and “it was already done 3000 years ago”"}, {"tweet#350": "👿 https://t.co/hdzRzphcii"}, {"tweet#351": "Note, you can upgrade your existing car to FSD in 2 mins via the Tesla app"}, {"tweet#352": "After wide release of FSD Beta 10.69.2, price of FSD will rise to $15k in North America on September 5th. \n\nCurrent price will be honored for orders made before Sept 5th, but delivered later."}, {"tweet#353": "FSD Beta 10.69 started rolling out to Tesla owners last night. This build is a big step forward!\n\n10.69.1 probably end of week with wider release.\n\n1069.2 in a few weeks should be good enough to provide to all FSD Beta participants."}, {"tweet#354": "Might need a new PO Box after tweeting this 🤣"}, {"tweet#355": "Nice letter from Bill Nix, who would’ve been my prof at Stanford if I hadn’t put grad studies on (permanent) deferment https://t.co/ioq0mGwN7K"}, {"tweet#356": "Still so grateful 🥹 https://t.co/EhdyXw4fqN"}, {"tweet#357": "https://t.co/KBjnfkU4ia"}, {"tweet#358": "🎶 This Magic Moment 🎶"}, {"tweet#359": "Being a Mom is just as important as any career"}, {"tweet#360": "Highly Recommend https://t.co/nrDZ4gJqEE"}, {"tweet#361": "Standup is my side-hustle"}, {"tweet#362": "Also, I’m buying Manchester United ur welcome"}, {"tweet#363": "To be clear, I support the left half of the Republican Party and the right half of the Democratic Party!"}, {"tweet#364": "Congrats Giga Shanghai on making millionth car! Total Teslas made now over 3M. https://t.co/2Aee6slCuv"}, {"tweet#365": "Just Read The Instructions https://t.co/BWYzSEE0Q8"}, {"tweet#366": "Ahem @twitter https://t.co/LCDpOeIei5"}, {"tweet#367": "Adding the 13 inner engines https://t.co/ooOFEGl0Hr"}, {"tweet#368": "Another orbital plane of polar satellites https://t.co/UDl6wStLuT"}, {"tweet#369": "it’s a sticky situation"}, {"tweet#370": "This will be Mars one day https://t.co/nf4hML8dKx"}, {"tweet#371": "but have u seen my sex tape https://t.co/aCBqIRz4sH"}, {"tweet#372": "About to attempt long duration engine firing to test autogenous pressurization"}, {"tweet#373": "Starship B7 static fire https://t.co/taBpsd9LSV"}, {"tweet#374": "Fate 🖤 Irony https://t.co/RHZ9BEws7k"}, {"tweet#375": "deep thot https://t.co/0EcPd30QAs"}, {"tweet#376": "https://t.co/UfZdHZvtAA"}, {"tweet#377": "8 years ago https://t.co/HPK5R5UMS6"}, {"tweet#378": "Tesla 500 mile range Semi Truck starts shipping this year, Cybertruck next year"}, {"tweet#379": "Wrote this 6 years ago https://t.co/r9GdXpCtZU"}, {"tweet#380": "https://t.co/67gqPGe7Ph"}, {"tweet#381": "Quite the day https://t.co/UYQZwCvgk7"}, {"tweet#382": "This release will be big"}, {"tweet#383": "https://t.co/1duQL9NU2E"}, {"tweet#384": "Twitter has spoken …"}, {"tweet#385": "FSD Beta 10.69 drops on 8/20"}, {"tweet#386": "Saxon James Musk https://t.co/d7FKw4iQIU"}, {"tweet#387": "Less than 5% of Twitter daily users are fake/spam"}, {"tweet#388": "I love the smell of hydraulic fluid in the morning"}, {"tweet#389": "At launch pad https://t.co/qFVpVkLa9v"}, {"tweet#390": "Moving rocket to launch pad https://t.co/nPVq1tyLoy"}, {"tweet#391": "Hustling to get Starship Booster 7 back to pad to test outer ring of 20 engines"}, {"tweet#392": "Full Send Podcast https://t.co/01FmxYRrVr"}, {"tweet#393": "Thank goodness for Senator Manchin"}, {"tweet#394": "The ratio of digital to biological compute is growing fast. Worth tracking."}, {"tweet#395": "Just came across this pretty good CNBC piece on SpaceX &amp; Starship https://t.co/RELYzC40M9"}, {"tweet#396": "Worth reading. This is a close match for my philosophy. https://t.co/cWEM6QBobY"}, {"tweet#397": "Still time to vote! https://t.co/ZbFWv0pkgG"}, {"tweet#398": "https://t.co/2Ck4z96NFM"}, {"tweet#399": "X ❤️ Doges"}, {"tweet#400": "https://t.co/RmXlZHKEKc"}, {"tweet#401": "Thanksgiving last year after watching one too many episodes of Vikings https://t.co/ra7lijKRhD"}, {"tweet#402": "If our reality is actually an alien soap opera, our ratings would be 🚀💥💫"}, {"tweet#403": "Maybe free some people in jail for weed here too? https://t.co/AYo0ZC79lZ"}, {"tweet#404": "Off to the Races set to Harley Quinn https://t.co/79XaBOxAKk"}, {"tweet#405": "Some people are no nonsense, but, personally, I like a little nonsense"}, {"tweet#406": "Tesla + Twitter -&gt; Twizzler"}, {"tweet#407": "Interaction with almost all twitter accounts seem to be much lower in recent weeks &amp; days. Accurate?"}, {"tweet#408": "Saxon https://t.co/UTh4uqIEYP"}, {"tweet#409": "Friend made this for me 2 years ago https://t.co/XzlmpmPNT7"}, {"tweet#410": "Try voice command “open butthole” on your Tesla"}, {"tweet#411": "https://t.co/Uo30yDO3tJ"}, {"tweet#412": "Heatwave in Shortville 🥵"}, {"tweet#413": "I can’t say for sure that Starship will reach escape velocity, but my hubris certainly has"}, {"tweet#414": "More Tesla commodity prices are trending down than up fwiw"}, {"tweet#415": "Inflation might be trending down"}, {"tweet#416": "Much harder to make friends than enemies. My skill at the latter is improving."}, {"tweet#417": "The media is a click-seeking machine dressed up as a truth-seeking machine"}, {"tweet#418": "This is compatible with existing religions – surely God would want us to see Creation?"}, {"tweet#419": "A new philosophy of the future is needed. I believe it should be curiosity about the Universe – expand humanity to become a multiplanet, then interstellar, species to see what’s out there."}, {"tweet#420": "The amount of attention on me has gone supernova, which super sucks. Unfortunately, even trivial articles about me generate a lot of clicks :(\n\nWill try my best to be heads down focused on doing useful things for civilization."}, {"tweet#421": "All Teslas come with a free karaoke app https://t.co/mZa3WmhyPL"}, {"tweet#422": "Das Baby would be a hit!"}, {"tweet#423": "Single-piece casting reduces weight, greatly simplifies factory, increases ride quality &amp; reduces road noise https://t.co/hJw4KLpfDg"}, {"tweet#424": "What video games have you enjoyed most over past year or two?"}, {"tweet#425": "Movie idea: Boss Baby meets Das Boot\nDas Baby – “Hijinks on the High Seas!”"}, {"tweet#426": "Ironic that Disney would disparage an entire class of rodents when their main character is a rodent – jealous maybe?"}, {"tweet#427": "The dark origin of the lemming mass suicide myth …\nhttps://t.co/wn7vg2mUjr"}, {"tweet#428": "From SJM https://t.co/t6xAiMyz9m"}, {"tweet#429": "https://t.co/TpGbs06lnT"}, {"tweet#430": "Schadenfreude oder Schatzifreude?"}, {"tweet#431": "Gehalt und Gestalt"}, {"tweet#432": "Excited to work with Tesla Service to enable same-hour service as often as possible! Applying Formula 1 pit crew techniques to Teslas."}, {"tweet#433": "Starlink now available in 36 countries!\nhttps://t.co/nH1zPfd2Om"}, {"tweet#434": "Congrats to SpaceX team on record number of launches! https://t.co/nb8ozrbqZ5"}, {"tweet#435": "Optimus Primed https://t.co/DMIPaIYevN"}, {"tweet#436": "🥇 https://t.co/VlSpfXZdp9"}, {"tweet#437": "One of the best features of Model X https://t.co/zUTcSD7fiz"}, {"tweet#438": "To think that Fremont was just a derelict building &amp; Giga Nevada was just rocks &amp; bushes when started!\n\nCalifornia used to have a dozen car factories. NUMMI was last to close. Now, Tesla Fremont is the biggest car factory in North America!"}, {"tweet#439": "Congrats to Tesla Fremont + Giga Nevada for making their 2 millionth car!"}, {"tweet#440": "Please vote your shares with Tesla! https://t.co/ZbFWv0pkgG"}, {"tweet#441": "https://t.co/8IYBfjFact"}, {"tweet#442": "Tesla is to protect life on Earth,\nSpaceX to extend life beyond."}, {"tweet#443": "Mars may be a fixer upper of a planet, but it has great potential!"}, {"tweet#444": "https://t.co/ozWk7GxcEu"}, {"tweet#445": "Dragon launching in 2 mins https://t.co/DBQDCbBy6B"}, {"tweet#446": "Gives whole new meaning to Go Pros!"}, {"tweet#447": "A+ for cinematography https://t.co/anGjQKbq5W"}, {"tweet#448": "Was just up in the booster propulsion section. Damage appears to be minor, but we need to inspect all the engines. Best to do this in the high bay."}, {"tweet#449": "Starship launch site tonight https://t.co/Len70RGCNf"}, {"tweet#450": "Excited about @NASAWebb potential!"}, {"tweet#451": "Oh the irony lol"}, {"tweet#452": "Tesla’s automatic cabin overheat protection should make a real difference with record heatwaves.\n\nAbility to adjust activation temperature coming with next software release."}, {"tweet#453": "https://t.co/mvVUR4doqB"}, {"tweet#454": "For improved quality of sleep, raise head of your bed by about 3” or 5cm and don’t eat 3 hours before bedtime"}, {"tweet#455": "These polar launches will enable complete coverage of Earth (where approved by local government) https://t.co/0ssHobwdp3"}, {"tweet#456": "Chuckmate"}, {"tweet#457": "https://t.co/d5tSnoDs5s"}, {"tweet#458": "https://t.co/JcLMee61wj"}, {"tweet#459": "Super fired up for future product development with our awesome Tesla team! Such an honor to work with them."}, {"tweet#460": "Starlink for boats! https://t.co/BQujU8Ngna"}, {"tweet#461": "Maybe Tesla should make a highly configurable Robovan for people &amp; cargo?"}, {"tweet#462": "I hope you have big families and congrats to those who already do!"}, {"tweet#463": "Population of Mars is still zero people!"}, {"tweet#464": "Mark my words, they are sadly true"}, {"tweet#465": "Doing my best to help the underpopulation crisis. \n\nA collapsing birth rate is the biggest danger civilization faces by far."}, {"tweet#466": "Highly recommend Revolutions by Mike Duncan, especially Season 10 https://t.co/LoJXYL2HTU"}, {"tweet#467": "Moon brought us together in ‘69,\nMars can do that in the future"}, {"tweet#468": "Without a common goal, \nhumanity will fight itself"}, {"tweet#469": "Humanity will reach Mars in your lifetime"}, {"tweet#470": "Flatulence Earther"}, {"tweet#471": "Sock Con, the conference for socks"}, {"tweet#472": "Always something new for the magazine cover and the articles practically write themselves"}, {"tweet#473": "A veritable “sock aficionado”"}, {"tweet#474": "Sock tech is so advanced that you can get pretty much anything in sock form these days!"}, {"tweet#475": "I must confess to a penchant for creative socks"}, {"tweet#476": "Elvis is just Elvish without an h"}, {"tweet#477": "Happy July 4th! https://t.co/KYN2XO712Z"}, {"tweet#478": "https://t.co/sUrsfucQ2F"}, {"tweet#479": "Honored to meet @Pontifex yesterday https://t.co/sLZY8mAQtd"}, {"tweet#480": "Venice, a site of Great Remembrance https://t.co/GWR3xqsoQW"}, {"tweet#481": "Feeling … perhaps … a little bored?"}, {"tweet#482": "Wise words from SJM https://t.co/snVNttsvn1"}, {"tweet#483": "https://t.co/YhpHKcCYXz"}, {"tweet#484": "AI gets better every day https://t.co/Lz5XfXRJjh"}, {"tweet#485": "Some great suggestions in the comments!"}, {"tweet#486": "But sometimes they’re out of stock\nhttps://t.co/ybRiBp1kkP"}, {"tweet#487": "The sheer variety of cheese is amazing"}, {"tweet#488": "What … is your favorite cheese?"}, {"tweet#489": "I will keep supporting Dogecoin"}, {"tweet#490": "💕💕 shadow crew 💕💕"}, {"tweet#491": "I love all my kids so much"}, {"tweet#492": "Happy Father’s Day"}, {"tweet#493": "If you can’t smell your wifi, how do you know it’s real?"}, {"tweet#494": "Congrats to SpaceX Falcon team for executing 3 flawless launches in 2 days! https://t.co/2MFmlkXmVz"}, {"tweet#495": "To answer the question: Why Twitter?"}, {"tweet#496": "This will encourage people to change it haha"}, {"tweet#497": "I’m pretty sure that unique"}, {"tweet#498": "We’re changing Starlink’s default wifi name to Stinky"}, {"tweet#499": "This is where \nthe writers are,\n\nOf past,\nPresent,\nAnd Future."}, {"tweet#500": "Feels like déjà vu all over again haha https://t.co/ZokV7kPBV1"}, {"tweet#501": "Congratulations to Giga Berlin team on making over 1000 cars in a week! https://t.co/TX8S4ozuxJ"}, {"tweet#502": "It may as be a documentary, since it’s coming true"}, {"tweet#503": "Watch the opening scene of Idiocracy. \n\nWhen I ask my friends why they’re not yet having kids (very few are), it sounds exactly like the movie.\n\nhttps://t.co/528L1mhHi1"}, {"tweet#504": "Or perhaps social media in general"}, {"tweet#505": "Is TikTok destroying civilization? Some people think so."}, {"tweet#506": "https://t.co/oD5D5CVe5A"}, {"tweet#507": "And rocket landings are now triple digits"}, {"tweet#508": "Our best landing video to date, thanks to Starlink! https://t.co/kAjA3mxBta"}, {"tweet#509": "Civilization sterilized"}, {"tweet#510": "Amazing flying scenes were to be expected, but the writing is good too"}, {"tweet#511": "I’m dressing as a sink on Halloween, as they will have no choice but to let me in"}, {"tweet#512": "Original Top Gun is a great movie. Just rewatched. Looking forward to seeing the sequel."}, {"tweet#513": "Starship SN24 in the High Bay https://t.co/vDZ4yBV1MF"}, {"tweet#514": "Cryptonight"}, {"tweet#515": "https://t.co/adMlWpAfz1"}, {"tweet#516": "This is highly unusual btw. Statistically, the richer someone is, the fewer kids they have."}, {"tweet#517": "Don’t build moats, build tech trees"}, {"tweet#518": "I mean, I’m doing my part haha"}, {"tweet#519": "Past two years have been a demographic disaster"}, {"tweet#520": "Words are beautiful"}, {"tweet#521": "True experts even read wiki citations https://t.co/MDU2oYmTpH"}, {"tweet#522": "Make Austin weirder!"}, {"tweet#523": "Humor is one of the great joys of life!"}, {"tweet#524": "33 Raptor rocket engines, each producing 230 metric tons of force https://t.co/flQLb62MgZ"}, {"tweet#525": "Play video games wherever you want https://t.co/qLgCbCcpIO"}, {"tweet#526": "Real talk https://t.co/A0VPuWgzAg"}, {"tweet#527": "https://t.co/2ELe1W5ZXC"}, {"tweet#528": "YouTube seems to be nonstop scam ads"}, {"tweet#529": "What resolution is life in, 8k? – SJM"}, {"tweet#530": "If chess was released as a video game https://t.co/8SuK8Mg7yT"}, {"tweet#531": "The acid test for any two competing socioeconomic systems is which side needs to build a wall to keep people from escaping? That’s the bad one!"}, {"tweet#532": "Realized what I have in common with environmentalists, but also why they’re so annoyingly wrong: \n\nThey are conservationists of what is, whereas they should be conservationists of our potential over time, our cosmic endowment.\n\n(From a friend)"}, {"tweet#533": "From Shakespeare’s The Tempest, but I much prefer it literally vs ironically"}, {"tweet#534": "O wonder!\nHow many goodly creatures are there here!\nHow beauteous mankind is! O brave new world,\nThat has such people in't."}, {"tweet#535": "Some hate humanity, but I love humanity so much"}, {"tweet#536": "Making life multiplanetary expands the scope &amp; scale of consciousness. \n\nIt also enables us to backup the biosphere, protecting all life as we know it from a calamity on Earth.\n\nHumanity is life’s steward, as no other species can transport life to Mars. We can’t let them down."}, {"tweet#537": "Deck from SpaceX all-hands update talk I gave last week https://t.co/ApsdPjjukh"}, {"tweet#538": "Also, FSD Beta 10.12.2 now expanding to 100k cars. \n\n10.13 smooths out intersection control, especially long lefts, and starts to handle roads with no map data at all. \n\nLast point is a big deal. Within a few months, FSD should be able to drive to a GPS point with zero map data."}, {"tweet#539": "Working on Tesla North American service. \n\nGoal is 2/3 of cars receive same-day service, no wait."}, {"tweet#540": "Sometimes I think my list of enemies is too short, so …"}, {"tweet#541": "Only thing more remarkable than DOJ not leaking the list is that no one in the media cares. Doesn’t that seem odd? https://t.co/JEK4TErABB"}, {"tweet#542": "Four Falcon Heavy flights later this year by an incredible team at SpaceX https://t.co/WUQ72lKZPe"}, {"tweet#543": "Getty watermark is the coup de grâce https://t.co/c4SHu4zXrU"}, {"tweet#544": "Diabolical! https://t.co/AJAJR8Nf3z"}, {"tweet#545": "https://t.co/QKEyQkErh0"}, {"tweet#546": "Johnny Rotten of The Sex Pistols https://t.co/u8v8KFUn7N"}, {"tweet#547": "It is rare for me to endorse political candidates. \n\nMy political leanings are moderate, so neither fully Republican nor Democrat, which I am confident is the case for most Americans.\n\nExecutive competence is super underrated in politics – we should care about that a lot more!"}, {"tweet#548": "Los Angeles is fortunate to have someone like Rick Caruso running for mayor. He’s awesome."}, {"tweet#549": "Tesla AI Day pushed to Sept 30, as we may have an Optimus prototype working by then"}, {"tweet#550": "We are trying to accelerate sustainable energy, so what matters is how much someone can contribute to that goal. \n\nPersonal choices are your own and are respected."}, {"tweet#551": "Tesla scores 100/100 for 7th year in a row for LGBTQ equality\n https://t.co/9wvCbgrtUE"}, {"tweet#552": "10 years since SpaceX’s first mission to @Space_Station https://t.co/30xEtbXlT5"}, {"tweet#553": "https://t.co/G83vCrHHJf"}, {"tweet#554": "Literally … https://t.co/DWKI71Wk9Z"}, {"tweet#555": "Tesla Plaid S cruising around Austin with volume at 11 is sublime"}, {"tweet#556": "Veridis Quo"}, {"tweet#557": "I miss them https://t.co/nTZkFM1D3k"}, {"tweet#558": "👀 https://t.co/F4B6ms5JiD"}, {"tweet#559": "In remembrance of those who fell to preserve the light of freedom"}, {"tweet#560": "https://t.co/zi2LE83iM1"}, {"tweet#561": "And remember that happiness is a choice"}, {"tweet#562": "Tomorrow will be the first sunrise of the rest of ur life – make it what u want"}, {"tweet#563": "When thinking about deep time, what is more astounding is to think about how much time is ahead!"}, {"tweet#564": "Ave Maria \n@AndreaBocelli"}, {"tweet#565": "Con te … partirò"}, {"tweet#566": "https://t.co/u4wWMI5ymu"}, {"tweet#567": "https://t.co/USLO967YsJ"}, {"tweet#568": "Great potential to lift people out of poverty. Providing Internet is teaching people to fish."}, {"tweet#569": "One Starlink can provide Internet for an entire school of hundreds of students"}, {"tweet#570": "Starlink approved by Nigeria 🇳🇬 &amp; Mozambique 🇲🇿\nhttps://t.co/Q1VvqVmJ2i"}, {"tweet#571": "Starlink approved by The Philippines 🇵🇭\nhttps://t.co/M1xjXUl473"}, {"tweet#572": "Tesla merch can be bought with Doge, soon SpaceX merch too"}, {"tweet#573": "https://t.co/m7PmXetcH8"}, {"tweet#574": "https://t.co/2pKML7fcat"}, {"tweet#575": "Ya know, it’s pretty damn great to be able to talk to people from all walks of life and many countries on Twitter!\n\nSo much to be learned, even from the harshest critics. \n\nBasically … I’m just saying I love all you crazy people ♥️♥️"}, {"tweet#576": "Many insightful comments in the mentions"}, {"tweet#577": ".@aoc I dare you to run the same poll with your followers"}, {"tweet#578": "Who do you trust less? Real question."}, {"tweet#579": "If the reason for it is building products that make millions of people happy"}, {"tweet#580": "Use of the word “billionaire” as a pejorative is morally wrong &amp; dumb 😛"}, {"tweet#581": "Almost ten years ago"}, {"tweet#582": "I’m a fan of Jack btw. Wish he would stay on the board, but I understand that he needs to move on."}, {"tweet#583": "(Of Twitter)"}, {"tweet#584": "Jack off the board!"}, {"tweet#585": "Politics is a sadness generator"}, {"tweet#586": "Landed back at Cape Canaveral\n(Humans for scale) https://t.co/itiQ48JYmk"}, {"tweet#587": "Falcon 9 going supersonic https://t.co/Fla67xwxf3"}, {"tweet#588": "https://t.co/OtV3HTKlE7"}, {"tweet#589": "Population collapse is the biggest threat to civilization https://t.co/ZrHN5DsrVB"}, {"tweet#590": "Contrary to what many think, the richer someone is, the fewer kids they have.\n\nI am a rare exception. Most people I know have zero or one kid."}, {"tweet#591": "USA birth rate has been below min sustainable levels for ~50 years https://t.co/v5PSLbvEAE"}, {"tweet#592": "Starlink now available for RVs, campers &amp; other large vehicle users (note, antenna too big for cars) https://t.co/uwKwduNioj"}, {"tweet#593": "Netflix documentary about returning astronauts to orbit after Space Shuttle program ended \n https://t.co/9mksmbiiPx"}, {"tweet#594": "Elden Ring, experienced in its entirety, is the most beautiful art I have ever seen"}, {"tweet#595": "https://t.co/UCPd3LQ7C6"}, {"tweet#596": "Accurate https://t.co/s90Corf0v4"}, {"tweet#597": "Looking for hardcore streetfighters, not white-shoe lawyers like Perkins or Cooley who thrive on corruption. \n\nThere will be blood."}, {"tweet#598": "Please include links to cases you have tried"}, {"tweet#599": "My commitment:\n\n- We will never seek victory in a just case against us, even if we will probably win. \n\n- We will never surrender/settle an unjust case against us, even if we will probably lose."}, {"tweet#600": "Tesla is building a hardcore litigation department where we directly initiate &amp; execute lawsuits. The team will report directly to me. \n\nPlease send 3 to 5 bullet points describing evidence of exceptional ability.\n\njustice@tesla.com"}, {"tweet#601": "Sus man"}, {"tweet#602": "Worth watching this interview with @theallinpod. The May 16 date is important.\nhttps://t.co/hFdBLFxGXY"}, {"tweet#603": "Super excited to be in Brazil for launch of Starlink for 19,000 unconnected schools in rural areas &amp; environmental monitoring of Amazon! 🇧🇷 🌳 🛰 ♥️"}, {"tweet#604": "Finally, we get to use Elongate as scandal name. It’s kinda perfect. 🤣 https://t.co/qSNH7lsn72"}, {"tweet#605": "The attacks against me should be viewed through a political lens – this is their standard (despicable) playbook – but nothing will deter me from fighting for a good future and your right to free speech"}, {"tweet#606": "To be clear, I’m spending &lt;5% (but actually) of my time on the Twitter acquisition. It ain’t rocket science!\n\nYesterday was Giga Texas, today is Starbase. Tesla is on my mind 24/7.\n\nSo may seem like below, but not true. https://t.co/CXfWiLD2f8"}, {"tweet#607": "https://t.co/UZKs5s6BZJ"}, {"tweet#608": "https://t.co/fdy0nedGMs"}, {"tweet#609": "https://t.co/4W8COjWv16"}, {"tweet#610": "Wise words https://t.co/NTGIukXPgM"}, {"tweet#611": "Good night, sweet maestro, and flights of angels sing thee to thy rest https://t.co/sqiY8iHS41"}, {"tweet#612": "This is what most people in America want, but unfortunately it’s not realistic. \n\nGenerally, the party with less power (currently Republicans at national level) moves more toward center to win moderate votes, so control of House/Senate/President goes back &amp; forth over time."}, {"tweet#613": "A party more moderate on all issues than either Reps or Dems would be ideal"}, {"tweet#614": "Judging by the relentless hatestream from the far left, this tweet was spot on"}, {"tweet#615": "https://t.co/E1IacL9wfN"}, {"tweet#616": "What I love most about wacktivists is their incredible sense of humor 👼"}, {"tweet#617": "A clear case of wacktivism"}, {"tweet#618": "Yup https://t.co/0cJUKv9hWl"}, {"tweet#619": "Another batch of Starlinks reach orbit https://t.co/scNaZPZBux"}, {"tweet#620": "😛 🍿"}, {"tweet#621": "In the past I voted Democrat, because they were (mostly) the kindness party.\n\nBut they have become the party of division &amp; hate, so I can no longer support them and will vote Republican.\n\nNow, watch their dirty tricks campaign against me unfold … 🍿"}, {"tweet#622": "Despite Tesla doing more for the environment than any company ever! https://t.co/ImxrhnRepj"}, {"tweet#623": "Political attacks on me will escalate dramatically in coming months"}, {"tweet#624": ".@SPGlobalRatings has lost their integrity"}, {"tweet#625": "Exxon is rated top ten best in world for environment, social &amp; governance (ESG) by S&amp;P 500, while Tesla didn’t make the list!\n\nESG is a scam. It has been weaponized by phony social justice warriors."}, {"tweet#626": "Even applied 2 urslf"}, {"tweet#627": "bullsh*t baffles brains"}, {"tweet#628": "Tesla AI Day #2 on Aug 19. So many cool updates!"}, {"tweet#629": "Twitter claims that &gt;95% of daily active users are real, unique humans. Does anyone have that experience?"}, {"tweet#630": "Not to mention potential bugs in the code. Open source is the way to go to solve both trust and efficacy."}, {"tweet#631": "I’m not suggesting malice in the algorithm, but rather that it’s trying to guess what you might want to read and, in doing so, inadvertently manipulate/amplify your viewpoints without you realizing this is happening"}, {"tweet#632": "Iconic\nlaconic\n!platonic"}, {"tweet#633": "Incredible art"}, {"tweet#634": "Great shoes"}, {"tweet#635": "Borderline too sexy https://t.co/2ShbhQKilz"}, {"tweet#636": "Sooo tasty at first, but then no more golden eggs …"}, {"tweet#637": "The Golden State is cooking its golden geese"}, {"tweet#638": "The Lawyers Who Ate California https://t.co/i4PCxc5RBH"}, {"tweet#639": "(This message brought to you by the Illuminaughty)"}, {"tweet#640": "Very important to fix your Twitter feed:\n\n1. Tap home button.\n2. Tap stars on upper right of screen.\n3. Select “Latest tweets”.\n\nYou are being manipulated by the algorithm in ways you don’t realize.\n\nEasy to switch back &amp; forth to see the difference."}, {"tweet#641": "At least, that’s what the lib hivemind thinks haha"}, {"tweet#642": "Whoever thought owning the libs would be cheap never tried to acquire a social media company!"}, {"tweet#643": "The bots are angry at being counted 🤣"}, {"tweet#644": "To find out, my team will do a random sample of 100 followers of @twitter. \n\nI invite others to repeat the same process and see what they discover …"}, {"tweet#645": "Still committed to acquisition"}, {"tweet#646": "Twitter deal temporarily on hold pending details supporting calculation that spam/fake accounts do indeed represent less than 5% of users\nhttps://t.co/Y2t0QMuuyn"}, {"tweet#647": "The straw war is emblematic of larger social issues"}, {"tweet#648": "How did it even start?"}, {"tweet#649": "The last straw was the last straw!"}, {"tweet#650": "Stop the war on straws! https://t.co/aHv7uvm17D"}, {"tweet#651": "Updated Starlink availability by region https://t.co/uxLqoNpr7M"}, {"tweet#652": "Biden’s mistake is that he thinks he was elected to transform the country, but actually everyone just wanted less drama"}, {"tweet#653": "Even though I think a less divisive candidate would be better in 2024, I still think Trump should be restored to Twitter"}, {"tweet#654": "Don’t Diss Information"}, {"tweet#655": "Tap on the stars in upper right of screen to revert to chronological"}, {"tweet#656": "Chronological tweets seem much better than what “the algorithm” suggests"}, {"tweet#657": "https://t.co/CWWDdur0oz"}, {"tweet#658": "Starlink has resisted Russian cyberwar jamming &amp; hacking attempts so far, but they’re ramping up their efforts https://t.co/w62yCsDA5w"}, {"tweet#659": "Chocolate milk is insanely good. Just had some."}, {"tweet#660": "There are no angels in war"}, {"tweet#661": "If I die under mysterious circumstances, it’s been nice knowin ya"}, {"tweet#662": "The word “Nazi” doesn’t mean what he seems to think it does https://t.co/pk9SQhBOsG"}, {"tweet#663": ".@Rogozin sent this to Russian media https://t.co/eMI08NnSby"}, {"tweet#664": "Also, work ethic expectations would be extreme, but much less than I demand of myself"}, {"tweet#665": "I strongly believe that all managers in a technical area must be technically excellent. \n\nManagers in software must write great software or it’s like being a cavalry captain who can’t ride a horse!"}, {"tweet#666": "Another Starlink mission completed https://t.co/8ZUeQtTegE"}, {"tweet#667": "If Twitter acquisition completes, company will be super focused on hardcore software engineering, design, infosec &amp; server hardware https://t.co/m2HseK0TXl"}, {"tweet#668": "Interesting. I wonder if those funding these organizations are fully aware of what the organizations are doing. https://t.co/YzVZIvF68E"}, {"tweet#669": "I dunno … seems kinda fungible"}, {"tweet#670": "Twitter will always be free for casual users, but maybe a slight cost for commercial/government users"}, {"tweet#671": "Ultimately, the downfall of the Freemasons was giving away their stonecutting services for nothing"}, {"tweet#672": "Sunlight is the best disinfectant"}, {"tweet#673": "Who funds these organizations that want to control your access to information? Let’s investigate …\nhttps://t.co/dBFsGjOMC8"}, {"tweet#674": "As I was saying … https://t.co/tsGz6fCWuW"}, {"tweet#675": "the elusive beauty of imperfection\n\n侘寂"}, {"tweet#676": "Since I’ve been asked a lot:\n\nBuy stock in several companies that make products &amp; services that *you* believe in.\n\nOnly sell if you think their products &amp; services are trending worse. Don’t panic when the market does.\n\nThis will serve you well in the long-term."}, {"tweet#677": "But I’m no fan of the far right either. \n\nLet’s have less hate and more love."}, {"tweet#678": "The far left hates everyone, themselves included!"}, {"tweet#679": "“Real magic is only a sip away.”\n(Actual slogan of Coca-Cola!!) 🤣🤣"}, {"tweet#680": ".@CocaCola Oh hi lol https://t.co/VhhVM9GzLJ"}, {"tweet#681": "https://t.co/Q9OjlJhi7f"}, {"tweet#682": "Listen, I can’t do miracles ok https://t.co/z7dvLMUXy8"}, {"tweet#683": "Let’s make Twitter maximum fun!"}, {"tweet#684": "Next I’m buying Coca-Cola to put the cocaine back in"}, {"tweet#685": "Twitter DMs should have end to end encryption like Signal, so no one can spy on or hack your messages"}, {"tweet#686": "For Twitter to deserve public trust, it must be politically neutral, which effectively means upsetting the far right and the far left equally"}, {"tweet#687": "https://t.co/1CE7rjBrNH"}, {"tweet#688": "Should be called Trumpet instead!"}, {"tweet#689": "Truth Social (terrible name) exists because Twitter censored free speech"}, {"tweet#690": "Truth Social is currently beating Twitter &amp; TikTok on the Apple Store https://t.co/RxawVUAYKH"}, {"tweet#691": "Per aspera ad astra!"}, {"tweet#692": "Raptor 2 rocket engines at Starbase, each producing over half a million pounds (230 tons) of force https://t.co/9ixxXXceG3"}, {"tweet#693": "By “free speech”, I simply mean that which matches the law. \n\nI am against censorship that goes far beyond the law. \n\nIf people want less free speech, they will ask government to pass laws to that effect.\n\nTherefore, going beyond the law is contrary to the will of the people."}, {"tweet#694": "The extreme antibody reaction from those who fear free speech says it all"}, {"tweet#695": "🚀💫♥️ Yesss!!! ♥️💫🚀 https://t.co/0T9HzUHuh6"}, {"tweet#696": "I hope that even my worst critics remain on Twitter, because that is what free speech means"}, {"tweet#697": "And be my love in the rain"}, {"tweet#698": "(from making fun of Gates for shorting Tesla while claiming to support climate change action)"}, {"tweet#699": "Moving on …"}, {"tweet#700": "shadow ban council reviewing tweet … https://t.co/cawjtwc7CW"}, {"tweet#701": "in case u need to lose a boner fast https://t.co/fcHiaXKCJi"}, {"tweet#702": "What is best in life?"}, {"tweet#703": "The Barbarians are at the Gate"}, {"tweet#704": "Believe in the future"}, {"tweet#705": "https://t.co/IOV4tWvyxv"}]